Repository: kefaslungu/resourceMonitor
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: This computer does not have a battery connected.
an: Iste ordinador no tien una batería conectada.

source: {percent}%, battery charging.
an: {percent}%, a batería se ye cargando.

source: 1 hour
an: 1 hora

source: {0} hours
an: {0} horas

source: 1 minute
an: 1 minuto

source: {0} minutes
an: {0} minutos

source: {percent}% battery remaining, about {time}.
an: En queda {percent}% de batería, arredol de {time}.

source: Warning: low battery.
an: Para cuenta: Bbatería baixa.

source: Warning: critically low battery.
an: Para cuenta: A batería ye muit baixa.

source: Resource Monitor
an: Monitor de recursos

source: Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
an: Presienta o porcentache d'a batería, l'estau d'a carga, o tiempo que en queda (si no se ye cargando) y una alvertencia si a batería ye baixa u muit baixa.

source: Presents the used and total space of the static and removable drives on this computer.
an: Presienta l'espacio usau y l'espacio total d'os discos duros y extraíbles d'iste ordinador.

source: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} used {percent}%.
an: {driveName} (dispositivo {driveType}): {usedSpace} de {totalSpace} usau {percent}%.

source: Presents the average processor load and the load of each core.
an: Presienta a carga meya d'o procesador y a carga de cada nuclio.

source: Core {coreNumber}: {corePercent}%
an: Nuclio {coreNumber}: {corePercent}%.

source: Average CPU load {avgLoad}%, {cores}.
an: Carga meya de CPU {avgLoad}%, {cores}

source: Presents the used and total space for both physical and virtual ram.
an: Presienta lo espacio usau y lo total de memoria RAM fisica y virtual.

source: Physical: {physicalUsed} of {physicalTotal} used ({physicalPercent}%).
an: Fisico: {physicalUsed} de {physicalTotal} usau ({physicalPercent}%).

source: Virtual: {virtualUsed} of {virtualTotal} used ({virtualPercent}%).
an: Virtual: {virtualUsed} de {virtualTotal} usau ({virtualPercent}%).

source: Announces the version of Windows you are using.
an: Anuncia a versión de Windows que yes fendo servir.

source: Presents used ram, average processor load, and battery info if available.
an: Presienta a RAM usada, a carga meya d'o procesador y información d'a batería si ye disponible.

source: {ramPercent}% RAM used, CPU at {cpuPercent}%.
an: {ramPercent}% RAM usada, CPU en {cpuPercent}%.

source: A handy resource monitor to report CPU load, memory usage, battery, disk usage status and more.
an: Un monitor de recursos a man ta informar d'a carga d'a CPU, de l'uso de memoria, d'a batería, d'o estau d'uso d'o disco y de muito mas.
