Repository: kefaslungu/resourceMonitor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ja, ne, nl, pt_pt, ro, ru, sk, sl, sr, ta, tr, vi, zh_cn

source: minutes
de: Minuten
fa: دقیقه
gl: minutos
hu: perc
ja: 分
sr: minuta
vi: phút

source: You are using an old version of Windows. This add-on requires {minSupportedVersion} or later. Are you sure you wish to install this add-on anyway?
vi: Bạn đang dùng một phiên bản Windows cũ. Add-on này yêu cầu {minSupportedVersion} hay cao hơn. Bạn có chắc chắn muốn cài đặt add-on này không?

source: You are using an older version of Windows. This add-on requires Windows 10 or later.
fr: Vous utilisez une ancienne version de Windows. Cette extension nécessite Windows 10 ou une version ultérieure.
sl: Uporabljate starejšo različico Windows. Ta dodatek potrebuje Windows 10 ali kasnejšo.

source: 1 hour
ar: 1 ساعة
es: una hora
fr: une heure
he: 1 שעה
it: 1 ora,
nl: 1 uur
ro: O oră
sk: Jedna hodina
sl: 1 ura

source: {0} hours
ar: {0} ساعات
es: {0} horas
fr: {0} heures
he: {0} שעות
it: {0} ore,
nl: {0} uur,
ro: {0} ore
sk: {0} hodín
sl: {0} ur

source: {0} minutes
ar: {0} دقائق
es: {0} minutos
he: {0} דקות
it: {0} minuti
nl: {0} minuten
ro: {0} minute
sk: {0} minút
sl: {0} minut

source: 1 day
es: un día
fr: 1 jour
it: 1 giorno
nl: 1 dag
ro: O zi
sk: Jeden deň
sl: 1 dan

source: {0} days
es: {0} días
fr: {0} jours
it: {0} giorni
nl: {0} dagen
ro: {0} zile
sk: {0} dní
sl: {0} dni

source: 1 second
es: un segundo
fr: une seconde
it: 1 secondo
nl: 1 seconde
ro: O secundă
sk: Jednu sekundu
sl: 1 sekunda

source: {0} seconds
es: {0} segundos
fr: {0} secondes
it: {0} secondi
nl: {0} seconden
ro: {0} secunde
sk: {0} sekúnd
sl: {0} sekund

source: 1 minute
ar: 1 دقيقة
es: un minuto
he: 1 דקה
it: 1 minuto
nl: 1 minuut
ro: Un minut
sk: jedna minúta

source: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} used {percent}%.
ja: {driveName} ({driveType} ドライブ): 使用量 {usedSpace} 合計量 {totalSpace} 使用率 {percent}パーセント
ne: {driveName} ({driveType} भकारी): {totalSpace} मध्ये {usedSpace} प्रयोग भएको {percent}% ।
ta: {driveName} ({driveType} இயக்ககம்): {usedSpace}, மொத்தம் {totalSpace} {percent}% பயன்படுத்தப்பட்டுள்ளது.

source: Core {coreNumber}: {corePercent}%.
ja: CPUコア {coreNumber}: {corePercent}パーセント
ne: कोर {coreNumber}: {corePercent}%
ta: கூறு {coreNumber}: {corePercent}%.

source: Average CPU load {avgLoad}%, {cores}
ja: 平均 CPU 負荷 {avgLoad}パーセント, {cores}

source: {ramPercent}% RAM used, CPU at {cpuPercent}%.
ja: メモリ使用{ramPercent}パーセント、CPU負荷{cpuPercent}パーセント
ne: {ramPercent}% RAM र CPU {cpuPercent}% पर्योग भएको
ta: {ramPercent}% இடை நினைவகம் பயன்பாட்டிலுள்ளது, மையச் செயலகம் {cpuPercent}%.

source: A handy resource monitor to report CPU load, memory usage, battery and disk usage status.
ne: CPU भार, भण्डारको प्रयोग, ब्याट्री र ढुकुटीको अवस्था बताउने छरितो श्रोत अनुगमन कर्ता ।
ta: மையச் செயலக சுமை, நினைவக, மின்கல மற்றும் வட்டின் பயன்பாடு ஆகியவைகளை அறிவிக்கும் கையடக்க வள கவனிப்புக் கூட்டுறுப்பு.

source: Allows you to monitor system information easily.
ne: तपाइलाई प्रणाली सम्बन्धी जानकारी सजिलै बताउने छ ।
ta: கணினித் தகவல்களை எளிதில் கவனிக்க அனுமதிக்கிறது.
