Repository: kefaslungu/resourceMonitor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ja, ne, nl, pt_pt, ro, ru, sk, sl, sr, ta, tr, vi, zh_cn

source: Presents the used and total space for both physical and virtual ram.
ar: الإعلان عن المساحة الكلية والمساحة المستخدمة لكل من الذاكرة الفعلية والذاكرة الوهمية للحاسوب
bg: Предоставя информация за количеството използвана и общо наличната физическа и виртуална оперативна памет.
da: Giver brugt og samlet plads i både fysisk og virtuel hukommelse.
de: Zeigt den gesamten Speicherverbrauch für den physischen und virtuellen Arbeitsspeicher an.
es: Presenta el espacio utilizado y total para la ram física y virtual.
fa: فضای استفاده شده و کلِّ فضای فیزیکی و مجازیِ رم را بیان میکند.
fi: Ilmoittaa sekä fyysisen että näennäisen RAM-muistin käytetyn ja kokonaismäärän.
fr: Présente les quantités de mémoire physique et virtuelle totales et utilisées.
gl: Presenta o espazo utilizado e total para a ram física e virtual.
he: מציג את השימוש בזכרון הפיזי והווירטואלי.
hr: Izjavljuje količinu korištene i sveukupne fizičke i virtualne RAM memorije.
hu: Bemondja a fizikai és virtuális memória teljes és használt méretét.
it: Annuncia lo spazio utilizzato e totale per la ram sia fisica che virtuale.
ja: 物理メモリと仮想メモリの使用量と合計量を通知します。
ne: भौतिक तथा अवास्तविक र्‍यामको प्रयोगमा आएको र कूल क्षमता देखाउ छ ।
nl: Toont het gebruikte en totaal beschikbare fysieke en virtuele RAM.
pt_pt: Apresenta o espaço usado e total para memória ram física e virtual.
ro: Prezintă nivelurile de încărcare folosit și total atât pentru memoria RAM fizică cât și pentru cea virtuală.
ru: Предоставляет информацию об использованном и общем объёме физической и виртуальной памяти.
sk: Oznámi využité a voľné miesto pre fyzickú a virtuálnu ram pamäť.
sl: Predstavi količino pomnilnika v uporabi in vso količino na voljo. Velja tako za fizični kot navidezni pomnilnik.
sr: prijavljuje status fizičke i virtuelne memorije
ta: மெய் மற்றும் மெய்நிகர் இடை நினைவகத்தின் மொத்த மற்றும் பயன்பாட்டிலிருக்கும் இட அளவை அறிவிக்கும்.
tr: Kullanılan fiziksel ve sanal ram bilgisini verir.
vi: Thông báo tình trạng bộ nhớ RAM vật lý và ảo.
zh_cn: 读出物理内存和虚拟内存的容量和使用情况。

source: Physical: {physicalUsed} of {physicalTotal} used ({physicalPercent}%).
ar: الذاكرة الفعلية: {physicalUsed} من {physicalTotal} مستخدمة ({physicalPercent}%).
bg: Физическа: използвани {physicalUsed} от {physicalTotal} ({physicalPercent} процента).
da: Fysisk: {physicalUsed} af {physicalTotal} brugt ({physicalPercent}%).
de: Physisch: {physicalUsed} von {physicalTotal} verwendet ({physicalPercent} %).
es: Física: {physicalUsed} de {physicalTotal} utilizada ({physicalPercent}%).
fa: رمِ فیزیکی: {physicalUsed} از {physicalTotal} استفاده شده، ({physicalPercent}%).
fi: Fyysinen muisti: käytetty {physicalUsed} / {physicalTotal}, ({physicalPercent} %).
fr: Mémoire physique : {physicalUsed} utilisé sur {physicalTotal} ({physicalPercent}%).
gl: Física: {physicalUsed} de {physicalTotal} utilizada ({physicalPercent}%).
he: זכרון פיזי: {physicalUsed} מתוך {physicalTotal} בשימוש ({physicalPercent}%).
hr: Fizička memorija: potrošeno {physicalUsed} od {physicalTotal} ({physicalPercent} %).
hu: Fizikai: {physicalUsed} / {physicalTotal} ({physicalPercent}% foglalt).
it: Fisica: {physicalUsed} su {physicalTotal} usata ({physicalPercent}%).
ja: 物理メモリ: 使用量 {physicalUsed} 合計 {physicalTotal} ({physicalPercent}パーセント)
ne: भौतिक: {physicalTotal} मद्धे {physicalUsed} प्रयोग ({physicalPercent}%%) ।
nl: Fysiek: {physicalUsed} van {physicalTotal} gebruikt ({physicalPercent}%).
pt_pt: Físico: {physicalUsed} de {physicalTotal} usado ({physicalPercent}%) q
ro: Fizică: {physicalUsed} din {physicalTotal} folosită ({physicalPercent}%).
ru: Физическая память: {physicalUsed} из {physicalTotal} использовано ({physicalPercent}%).
sk: fyzická pamäť: využité {physicalUsed} z {physicalTotal} ({physicalPercent}%).
sl: Fizični: {physicalUsed} od {physicalTotal} v uporabi ({physicalPercent}%).
sr: fizička : {physicalUsed} od {physicalTotal} koristi se({physicalPercent}%).
ta: மெய் இடை நினைவகம்: {physicalUsed} பயன்பாட்டிலுள்ளது, மொத்தம் {physicalTotal} ({physicalPercent}%).
tr: Fiziksel: {physicalUsed} bölü {physicalTotal} kullanılıyor (%{physicalPercent}).
vi: Vật lý: {physicalUsed} của {physicalTotal} được sử dụng ({physicalPercent}%).
zh_cn: 物理内存： 已用 {physicalUsed}， 总大小 {physicalTotal}， 使用率 百分之 {physicalPercent}。

source: Virtual: {virtualUsed} of {virtualTotal} used ({virtualPercent}%).
ar: الذاكرة الوهمية: {virtualUsed} من {virtualTotal} مستخدمة ({virtualPercent}%).
bg: Виртуална: използвани {virtualUsed} от {virtualTotal} ({virtualPercent} процента).
da: Virtuel: {virtualUsed} af {virtualTotal} brugt ({virtualPercent}%).
de: Virtuell: {virtualUsed} von {virtualTotal} verwendet ({virtualPercent} %).
es: Virtual: {virtualUsed} de {virtualTotal} utilizada ({virtualPercent}%).
fa: رمِ مجازی: {virtualUsed} از {virtualTotal} استفاده شده، ({virtualPercent}%).
fi: Näennäismuisti: käytetty {virtualUsed} / {virtualTotal}, ({virtualPercent} %).
fr: Mémoire virtuelle : {virtualUsed} utilisé sur {virtualTotal} ({virtualPercent}%).
gl: Virtual: {virtualUsed} de {virtualTotal} utilizada ({virtualPercent}%).
he: זכרון וירטואלי: {virtualUsed} מתוך {virtualTotal} בשימוש ({virtualPercent}%).
hr: Virtualna memorija: potrošeno {virtualUsed} od {virtualTotal} ({virtualPercent} %).
hu: Virtuális: {virtualUsed} / {virtualTotal} ({virtualPercent}% foglalt).
it: Virtuale: {virtualUsed} su {virtualTotal} utilizzati ({virtualPercent}%).
ja: 仮想メモリ: 使用量 {virtualUsed} 合計 {virtualTotal} ({virtualPercent}パーセント)
ne: अवास्तविक: {virtualTotal} मध्ये {virtualUsed} प्रयोग भएको ({virtualPercent}%)
nl: Virtueel: {virtualUsed} van {virtualTotal} gebruikt ({virtualPercent}%).
pt_pt: Virtual: {virtualUsed} de {virtualTotal} usado ({virtualPercent}%).
ro: Virtuală: {virtualUsed} din {virtualTotal} folosită ({virtualPercent}%).
ru: Виртуальная память: {virtualUsed} из {virtualTotal} использовано ({virtualPercent}%).
sk: Virtuálna pamäť: využité {virtualUsed} z {virtualTotal} ({virtualPercent}%).
sl: Navidezni: {virtualUsed} od {virtualTotal} v uporabi ({virtualPercent}%).
sr: virtuelna : {virtualUsed} od{virtualTotal} koristi se({virtualPercent}%).
ta: மெய்நிகர் இடை நினைவகம்: {virtualUsed} பயன்பாட்டிலுள்ளது, மொத்தம் {virtualTotal} ({virtualPercent}%).
tr: Sanal: {virtualUsed} bölü {virtualTotal} kullanılıyor (%{virtualPercent}).
vi: Ảo: {virtualUsed} của {virtualTotal} được sử dụng ({virtualPercent}%).
zh_cn: 虚拟内存：已用 {virtualUsed}， 总大小 {virtualTotal}， 使用率 百分之 {virtualPercent}。

source: Announces the version of Windows you are using.
ar: يعلن عن إصدار الويندوز الذي تستخدمه
bg: Съобщава текущо използваната версия на Windows.
da: Oplyser hvilken version af Windows du bruger.
de: Zeigt die aktuell verwendete Windows-Version an.
es: Anuncia la versión de Windows que estés utilizando.
fa: نگارشِ ویندوزی را که استفاده میکنید اعلام میکند.
fi: Ilmoittaa Windowsin version.
fr: Annonce la version de Windows que vous utilisez.
gl: Anuncia a versión do Windows que esteas a utilizar.
he: מקריא את גרסת מערכת ההפעלה .
hr: Najavljuje tvoju verziju Windows sustava.
hu: Bemondja a használatban lévő Windows verzióját
it: Annuncia la versione di Windows in uso.
ja: Windowsのバージョンを通知します。
nl: Meldt de versie van Windows die u gebruikt.
pt_pt: Indica a versão do Windows que está a usar.
ro: Anunță versiunea de Windows pe care o folosiți.
ru: Объявляет используемую версию Windows.
sk: Oznámy verziu operačného systému.
sl: Naznanja različico Oken, ki jih uporabljate.
sr: izgovara windows verziju koju koristite
tr: Kullandığınız Windows sürümünü söyler.
vi: Thông báo phiên bản Windows bạn đang sử dụng.
zh_cn: 读出当前 Windows 的版本信息。

source: Announces the system's wireless network ssid name, and its strength.
bg: Докладва SSID името на безжичната мрежа на системата и нейната сила на сигнала.
da: Annoncerer systemets trådløse netværks ssid-navn og dets styrke.
fi: Ilmoittaa langattoman verkon SSID-nimen ja signaalin voimakkuuden.
hr: Najavljuje ssid ime bežične mreže sustava i njegovu jačinu.
pt_pt: Anuncia o nome do ssid da rede sem fios do sistema e o seu sinal.
ru: Объявляет имя ssid беспроводной сети системы и её надёжность.
tr: Sistemin kablosuz ağ ssid adını ve gücünü duyurur.
zh_cn: 读出已连接的无线网络名称及其信号强度。

source: No wireless devices
bg: Няма безжични устройства
da: Ingen trådløse enheder
fi: Ei langattomia verkkosovittimia
hr: Nema bežičnih uređaja
pt_pt: Sem dispositivos sem fios
ru: Нет беспроводных устройств
tr: Kablosuz cihaz yok
zh_cn: 没有无线设备

source: No wireless connections
bg: Няма безжични връзки
da: Ingen trådløse forbindelser
fi: Ei langattomia verkkoyhteyksiä
hr: Nema bežičnih veza
pt_pt: Sem ligações sem fios
ru: Нет беспроводных подключений
tr: Kablosuz bağlantı yok
zh_cn: 未连接无线网络

source: Connected wireless network: {}. Signal strength: {}%. Security type: {}
bg: Свързана безжична мрежа: {}. Сила на сигнала: {} процента. Тип защита: {}
da: Forbundet trådløst netværk: {}. Signalstyrke: {}%. Sikkerhedstype: {}
fi: Yhdistetty langaton verkko: {}. Signaalin voimakkuus: {} %. Suojauksen tyyppi: {}.
hr: Povezana bežična mreža: {}. Jačina signala: {}%. Vrsta sigurnosti: {}
pt_pt: Rede sem fios ligada: {}. Intensidade do sinal: {}%. Tipo de segurança: {}
ru: Подключённая беспроводная сеть: {}. Мощность сигнала: {}%. Тип защиты: {}
tr: Bağlı kablosuz ağ: {}. Sinyal gücü: %{}. Güvenlik türü: {}
zh_cn: {} 已连接，信号强度： 百分之 {}， 安全类型： {}

source: {days:d} day
bg: {days:d} ден
fi: {days:d} päivä
hr: {days:d} dan
pt_pt: {days:d} dia
ru: {days:d} день
tr: {days:d} gün
zh_cn: {days:d} 天

source: {seconds:d} second
bg: {seconds:d} секунда
fi: {seconds:d} sekunti
hr: {seconds:d} sekunda
pt_pt: {seconds:d} segundo
ru: {seconds:d} секунда
tr: {seconds:d} saniye
zh_cn: {seconds:d} 秒

source: Announces the system's uptime.
bg: Съобщава работното време на системата.
da: Annoncerer systemets oppetid.
de: Gibt die Systemlaufzeit aus.
es: Anuncia el tiempo de actividad del sistema.
fa: زمانِ بالا بودنِ سیستم را اعلام میکند.
fi: Ilmoittaa järjestelmän käynnissäoloajan.
fr: Annonce le temps de bon fonctionnement du système.
gl: Anuncia o tempo de actividade do sistema.
he: מכריז על זמן הפעילות של המערכת.
hr: Izgovara trajanje pokretanja sustava.
hu: Bemondja a rendszer futási idejét.
it: Legge il tempo di attività del sistema.
nl: Meldt hoelang het systeem is ingeschakeld.
pt_pt: Anuncia o tempo de atividade do sistema.
ro: Anunță timpul de funcționare a sistemului.
ru: Объявляет время работы системы.
sk: Oznámy celkový čas od posledného reštartu.
sl: Naznani koliko časa sistem že teče.
sr: Izgovara vreme rada sistema
tr: Sistemin çalışma süresini seslendirir.
vi: Thông báo thời gian chạy của hệ thống.
zh_cn: 读出当前系统的运行时间。

source: Failed to get the system's uptime.
bg: Неуспешно получаване на работното време на системата.
da: Kunne ikke finde systemets oppetid.
de: Fehler beim Abruf der Systemlaufzeit.
es: Falló al obtener el tiempo de actividad del sistema.
fa: نتوانستم زمانِ بالا بودنِ سیستم را به دست بیاورم.
fi: Järjestelmän käynnissäoloajan hakeminen ei onnistu.
fr: Impossible d'obtenir le temps de fonctionnement du système.
gl: Fallou ao obter o tempo de actividade do sistema.
he: נכשל הניסיון לקבל את זמן הפעילות של המערכת.
hr: Neuspjelo dohvaćanje trajanja pokretanja sustava.
hu: Nem lehet meghatározni a rendszer futási idejét.
it: Errore nello stabilire il tempo di attività del sistema.
nl: Ophalen van hoelang het systeem is ingeschakeld mislukt.
pt_pt: Falha ao obter o tempo de actividade do sistema.
ro: Eșuare la obținerea timpului de funcționare a sistemului.
ru: Не удалось получить время работы системы.
sk: Nepodarilo sa zistiť celkový čas bbehu systému od posledného reštartu.
sl: Spodletela pridobitev časa sistema v delovanju
sr: Nije moguće pronaći vreme rada sistema
tr: Sistemin açık olduğu zaman bilgisi alınamadı.
vi: Không tìm thấy thời gian chạy của hệ thống
zh_cn: 无法获取系统的运行时间。

source: Presents used ram, average processor load, and battery info if available.
ar: الإعلان عن الذاكرة العشوائية المستخدمة, متوسط تحميل المعالج, ومعلومات عن نسبة شحن البطارية والوقت المتبقي لها إن وجدت.
bg: Предоставя информация за използваната RAM памет, средното натоварване на процесора, и информация за батерията, ако е налична.
da: Oplyser hukommelse i brug, processorbelastning og batteriinformation (hvis denne er tilgængelig).
de: Zeigt die Menge des verwendeten Arbeitsspeichers, die CPU-Auslastung sowie Akku-Informationen an (falls angeschlossen).
es: Presenta la ram utilizada, la media de la carga del procesador, y la información de la batería si está disponible.
fa: مقدارِ رمِ استفاده‌شده، میانگینِ بارِ پردازنده، و چنانچه در دسترس باشد، اطلاعات باتری را بیان میکند.
fi: Ilmoittaa käytetyn RAM-muistin määrän, prosessorin keskimääräisen kuormituksen ja akun tiedot, mikäli saatavilla.
fr: Présente la quantité de mémoire utilisée, la charge moyenne du processeur, et les informations sur la batterie si disponibles.
gl: Presenta a ram utilizada, a carga media do procesador, e información da batería se está dispoñible.
he: מציג את רמת השימוש בזכרון, במעבד ובסוללה, אם יש כזאת.
hr: Izjavljuje iskorištenu RAM memoriju, prosječno opterećenje procesora te informaciju o bateriji, ako je ima.
hu: Bemondja az átlagos memóriahasználatot, a processzor terheltséget, és az akkumulátor állapotát (ha elérhető).
it: Annuncia la quantità di ram usata, il carico medio del processore e informazioni sulla batteria, se disponibili.
ja: メモリ使用量、平均プロセッサー負荷、バッテリーがある場合はその情報も通知します。
ne: प्रयोग भएको ram, औसत प्रोसेसर भार तथा उपलब्ध छ भने ब्याट्री सम्बन्धी जानकारी दिने छ ।
nl: Toont gebruikt RAM, gemiddelde CPU belasting en batterij-informatie indien beschikbaar.
pt_pt: Apresenta a memória ram utilizada, a carga média do processador e informações sobre a bateria, se disponíveis.
ro: Prezintă RAM folosit, nivel mediu de încărcare al procesorului și informație baterie, dacă este disponibilă.
ru: Предоставляет информацию об использовании оперативной памяти, среднюю загрузку процессора и информацию о состоянии батареи, если возможно.
sk: Oznámi využitie ram pamäte, priemerné vyťaženie procesora a prípadný kritický stav batérie.
sl: Predstavi pomnilnik v rabi, povprečno obremenitev procesorja in informacije o akumulatorju, če so na voljo.
sr: prijavljuje status cpu-a , ram memoriju i informacije o bateriji ukoliko su dostupne
ta: பயன்பாட்டிலுள்ள இடை நினைவகம், செயலியின் சராசரி சுமை, மின்கலத் தகவல் ஆகியவைகளை அறிவிக்கிறது.
tr: Kullanılan ram, CPU yükü, ve mevcutsa pil bilgisini verir .
vi: Thông báo tình trạng pin, bộ nhớ RAM và tốc độ tải trung bình của CPU
zh_cn: 读出内存的使用率、CPU 平均负载和电池信息（如果可用）。

source: {ramPercent}% RAM used, CPU at {cpuPercent}%.
ar: {ramPercent}% الذاكرة العشوائية المستخدمة, وحدة المعالجة المركزية في {cpuPercent}%.
bg: Заета RAM памет: {ramPercent} процента, Натоварване на централния процесор: {cpuPercent} процента.
da: {ramPercent}% hukommelse brugt, CPU {cpuPercent}%.
de: {ramPercent} % Speicher verwendet, CPU-Auslastung bei {cpuPercent} %.
es: {ramPercent}% RAM utilizada, CPU a {cpuPercent}%.
fa: {ramPercent}% از رم استفاده شده، سیپی‌یو {cpuPercent}% است.
fi: RAM-muistia käytetty {ramPercent} %, suorittimen kuormitus {cpuPercent} %.
fr: {ramPercent}% RAM utilisée, CPU à {cpuPercent}%.
gl: {ramPercent}% RAM utilizada, CPU a {cpuPercent}%.
he: שימוש בזכרון: {ramPercent}% שמוש במעבד: {cpuPercent}%.
hr: Potrošeno je {ramPercent} % RAM-a, procesor je pri {cpuPercent} %.
hu: {ramPercent}% memória foglalt, {cpuPercent}% processzor van használatban.
it: {ramPercent}% di RAM usata, CPU al {cpuPercent}%.
nl: {ramPercent}% RAM gebruikt, CPU op {cpuPercent}%.
pt_pt: {ramPercent}% RAM usada, CPU at {cpuPercent}%.
ro: {ramPercent}% RAM folosit, procesor la {cpuPercent}%.
ru: {ramPercent}% оперативной памяти использовано, загрузка процессора {cpuPercent}%.
sk: {ramPercent}% využitej pamäte ram, zaťaženie procesora na {cpuPercent}%.
sl: {ramPercent}% pomnilnikaa v uporabi, CPE na {cpuPercent}% zasedenosti.
sr: {ramPercent}% RAM memorije iskorišćeno, CPU na{cpuPercent}%.
tr: yüzde {ramPercent} RAM kullanılan, CPU: %{cpuPercent}.
vi: {ramPercent}% RAM được sử dụng, {cpuPercent}% CPU được tải.
zh_cn: 内存已用 百分之 {ramPercent}，CPU 已用 百分之 {cpuPercent}。

source: A handy resource monitor to report CPU load, memory usage, battery, disk usage status and more.
ar: تعمل هذه الإضافة على الإعلان عن متوسط تحميل المعالج, والذاكرة المستخدمة, كما تعلن عن حالة البطارية ومساحة الأقراص الصلبة والمتحركة والمزيد.
bg: Удобно средство за наблюдение на системните ресурси, за докладване на натоварването на централния процесор, използваната памет, състоянието на батерията, използването на диска и други.
da: En smart lille ressourcemonitor, som fortææler status for processorbelastning, hukommelsesforbrug, batteri, diskforbrug m.m.
de: Ein praktischer Ressourcen-Monitor zur Anzeige von CPU-Auslastung, Arbeitsspeicher, Akkustatus, Speicherplatz auf Laufwerken und mehr.
es: Un monitor de recursos a mano para informar de la carga de la CPU, del uso de memoria, de la batería, del estado de uso del disco y de mucho más.
fa: یک دیده‌بانِ منابعِ دمِ دستی برای اعلامِ بارِ سیپی‌یو، میزانِ استفاده‌ی حافظه، باتری، وضعیتِ استفاده از دیسک و بیشتر.
fi: Monipuolinen resurssienvalvontalisäosa suorittimen kuormituksen, muistin-, akun- ja levynkäytön tilan sekä monien muiden tietojen ilmoittamiseen.
fr: Un superviseur de resources clés en mains pour rapporter la charge moyenne du processeur, l'utilisation de la mémoire, l'état d'utilisation des disques et de la batterie ainsi que d'autres informations.
gl: Un monitor de recursos á man para informar da carga da CPU, utilización da memoria, do estado da batería e da utilización do disco.
he: מציג דוח משאבים נגיש המפרט את רמת השימוש בזכרון, במעבד ובסוללה וכן מידע אודות שטח האיחסון בכונני הדיסקים.
hr: Praktično praćenje stanja resursa za izvještavanje o opterećenju procesora, uporabi memorije, baterije, stanju uporabe diska i više.
hu: Az erőforrás kilistázó meghatározza a processzor terheltségét, a használt memória és háttértár mértékét, az akkumulátor állapotát, a merevlemezek státuszát, és még jó néhány fontos számítógép jellemzőt.
it: Un'utile analizzatore di risorse per segnalare il carico della CPU, l'utilizzo della memoria, lo stato della batteria, la quantità di spazio utilizzato sul disco ed altro.
ja: リソースモニターはCPU負荷、メモリ使用量、バッテリーの状態、ディスク使用量を通知します。
nl: Een handig overzicht van CPU load, geheugengebruik, status van de batterij, schijfgebruik en meer.
pt_pt: Um monitor de recursos acessível para indicar a carga do CPU, o uso de memória, a bateria, o estado de uso do disco e muito mais.
ro: Un monitor de resurse folositor pentru raportarea încărcării CPU, ratei de folosire a memoriei, baterie, stare folosire disk și altele.
ru: Удобный монитор ресурсов сообщающий о загрузке процессора, использовании памяти, состоянии заряда батареи, использовании диска и многого другого.
sk: Jednoduchý doplnok na zistenie vyťaženia procesora, využitej ram pamäte, stavu napájania, miesta na pripojených diskoch a podobne.
sl: Priročni nadzornik virov poroča o obremenitvi CPE, izrabi pomnilnika, diska, o stanju porabe akumulatorja in več.
sr: dobar monitor resursa koji prijavljuje bateriju , ram memoriju , iskorišćenost memorije na hard disku i još mnogo toga
tr: CPU yükü, hafıza kullanımı, pil ve disk kullanım durumunu takip etmek ve daha fazlası için pratik bir araç.
vi: Add-on này dùng để thông báo tình trạng sử dụng các thiết bị của máy, bao gồm: CPU, RAM, ổ đĩa và pin.
zh_cn: 一个易于使用的资源监控器，可以读出 CPU 负载、内存使用、电池和磁盘使用情况等等。

source: * NVDA 2025.2 or later is required.
bg: * Изисква се NVDA 2025.2 или по-нова версия.
fi: * Edellyttää NVDA 2025.2:ta tai uudempaa.
hr: * NVDA 2025.2 ili novija je potrebna.
pt_pt: * É necessário o NVDA 2025.2 ou posterior.

source: * NVDA 2025.3.2 or later is required. * NVDA will announce Windows Server releases using standardized release name instead of dedicated server release name e.g. Windows Server 24H2 instead of Windows Server 2025. * NVDA will no longer add "0 minutes" to battery status (example: 4 hours instead of 4 hours, 0 minutes). * NVDA will recognize additional prefixes for larger memory and storage sizes including ronnabyte (1000 to the power of 9) and quettabyte (1000 to the power of 10).
ru: * Требуется NVDA 2025.3.2 или более поздняя версия. * NVDA будет озвучивать выпуски Windows Server, используя стандартизированное название выпуска вместо названия выпуска для выделенного сервера, например, Windows Server 24H2 вместо Windows Server 2025. * NVDA больше не будет добавлять "0 минут" к состоянию заряда батареи (пример: 4 часа вместо 4 часа, 0 минут). * NVDA будет распознавать дополнительные приставки для обозначения больших объёмов памяти и данных, включая роннабайт (1000 в девятой степени) и кветтабайт (1000 в десятой степени).
tr: * NVDA 2025.3.2 veya üzeri gereklidir. * NVDA, Windows Server sürümlerini özel sunucu sürüm adı yerine standartlaştırılmış sürüm adını kullanarak duyuracaktır; Windows Server 2025 yerine Windows Server 24H2 gibi. * NVDA artık pil durumuna "0 dakika" eklemeyecektir (örneğin: 4 saat 0 dakika yerine 4 saat). * NVDA, daha büyük bellek ve depolama boyutları için ronnabyte (1000 üzeri 9) ve quettabyte (1000 üzeri 10) gibi ek önekleri tanıyacaktır.
zh_cn: * 需要 NVDA 2025.3.2 或更高版本。 * 使用标准化发行名称（例如“Windows Server 24H2”而非“Windows Server 2025”）作为 Windows Server 版本。 * 删除了电池状态中“0 分钟”的说明（例如4 小时而非4 小时 0 分钟）。 * 可识别表示更大内存和存储容量的新增前缀单位，包括容那字节（1000 的 9 次方）和亏它字节（1000 的 10 次方）。

source: Old Windows version
de: Alte Windows-Version
fa: نگارشِ قدیمیِ ویندوز
fr: Ancienne version de Windows
gl: Versión vella de Windows
hu: Régi Windows verzió
sl: Stara različica Windows
sr: Stara Windows verzija
vi: Phiên bản Windows cũ

source: Resource summary copied to clipboard
de: Zusammenfassung aller Ressourcen in die Zwischenablage kopiert
fa: خلاصه‌ی اطلاعاتِ منابع در کلیپ‌برد کپی شد
gl: Resumo de Recursos copiado ó portapapeis
hu: Az összegzett adatok a vágólapra másolva
ja: リソース概要をクリップボードにコピーしました
sr: kratak pregled resursa kopiran u privremenu memoriju
vi: Đã chép thông tin tóm tắt của tài liệu lên bộ nhớ tạm

source: Warning: battery is critically low.
de: Warnung: Kritischer Akkustand!
gl: Aviso: a batería está críticamente baixa.
hu: Figyelmeztetés: Kritikusan alacsony töltöttségű telep.
ja: 警告 バッテリー切れです
ne: चेतावनी: ब्याट्रीको अवस्था नाजुक छ ।
sr: upozorenje : baterija kritično slaba
ta: எச்சரிக்கை: மின்கலத்தில் மின்சாரம் மிகவும் குறைவாக உள்ளது
vi: Cảnh báo: gần hết pin.

source: 64-bit
ja: 64ビット
sr: 64-bitni

source: 32-bit
ja: 32ビット
sr: 32-bitni

source: Windows version: {winVersion} ({cpuBit})
fa: نگارشِ ویندوز: {winVersion} ({cpuBit})
gl: Versión do Windows: {winVersion} ({cpuBit})
hu: Windows verzió: {winVersion} ({cpuBit})
ja: Windows バージョン: {winVersion} ({cpuBit})
sr: Windows verzija : {winVersion} ({cpuBit})
vi: Phiên bản Windows: {winVersion} ({cpuBit})

source: Windows version: {winVersion} {servicePackLevel} ({cpuBit})
fa: نگارشِ ویندوز: {winVersion} {servicePackLevel} ({cpuBit})
gl: Versión do Windows: {winVersion} {servicePackLevel} ({cpuBit})
hu: Windows verzió: {winVersion} {servicePackLevel} ({cpuBit})
ja: Windows バージョン: {winVersion} {servicePackLevel} ({cpuBit})
sr: windows verzija : {winVersion} {servicePackLevel} ({cpuBit})
vi: Phiên bản Windows: {winVersion} {servicePackLevel} ({cpuBit})

source: {days} days, {hoursMinutesSeconds}
de: {days} Tage, {hoursMinutesSeconds}
fa: {days} روز، {hoursMinutesSeconds}
gl: {days} días, {hoursMinutesSeconds}
hu: {days} nap, {hoursMinutesSeconds}
sr: {days} dana, {hoursMinutesSeconds}
vi: {days} ngày, {hoursMinutesSeconds}

source: hour,
de: Stunde,
fa: ساعت٬
gl: hora,
hu: óra,
ja: 時間
sr: sat
vi: giờ,

source: hours,
de: Stunden,
fa: ساعت٬
gl: horas,
hu: óra,
ja: 時間
sr: sata
vi: giờ,

source: minute
fa: دقیقه
gl: minuto
hu: perc
ja: 分
sr: minut
vi: phút
