Repository: kefaslungu/resourceMonitor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ja, ne, nl, pt_pt, ro, ru, sk, sl, sr, ta, tr, vi, zh_cn

source: No authentication (Open)
bg: Без удостоверяване (свободна)
da: Ingen godkendelse (åben)
fi: Ei tunnistautumista (avoin)
hr: Bez autentifikacije (otvoreno)
pt_pt: Sem autenticação (Aberto)
ru: Нет аутентификации (открытая)
tr: Kimlik doğrulama yok (Açık)
zh_cn: 开放（无需验证）

source: Connected to {}
bg: Свързано с {}
da: Forbundet til {}
fi: Yhdistetty verkkoon {}
hr: Povezano s {}
pt_pt: Ligado a {}
ru: Подключён к {}
tr: {} ağına bağlanıldı
zh_cn: {} 已连接

source: Disconnected from {}
bg: Връзката с {} е преустановена
da: Afbrudt forbindelse til {}
fi: Yhteys katkaistu verkosta {}
hr: Odspjeno od {}
pt_pt: Desligado de {}
ru: Отключён от {}
tr: {} ağ bağlantısı kesildi
zh_cn: {} 已断开

source: A wireless device has been enabled
bg: Безжичното устройство е разрешено
da: En trådløs enhed er blevet aktiveret
fi: Langaton verkkosovitin otettu käyttöön
hr: Bežični uređaj je aktiviran
pt_pt: Foi ativado um dispositivo sem fios
ru: Беспроводное устройство подключено
tr: Bir kablosuz cihaz etkinleştirildi
zh_cn: 已启用无线设备

source: A wireless device has been disabled
bg: Безжичното устройство е забранено
da: En trådløs enhed er blevet deaktiveret
fi: Langaton verkkosovitin poistettu käytöstä
hr: Bežični uređaj je deaktiviran
pt_pt: Um dispositivo sem fios foi desativado
ru: Беспроводное устройство отключено
tr: Bir kablosuz cihaz devre dışı bırakıldı
zh_cn: 已禁用无线设备

source: This computer does not have a battery connected.
ar: لا توجد بطارية متصلة بالحاسوب
bg: Към този компютър няма свързана батерия.
da: Intet batteri sluttet til denne computer.
de: Dieser Computer besitzt kein angeschlossenen Akkumulator.
es: Este ordenador no tiene una batería conectada.
fa: هیچ باتری‌ای به این رایانه وصل نیست.
fi: Tässä tietokoneessa ei ole akkua.
fr: Cet ordinateur n'a pas de battrie.
gl: Este computador non ten unha batería conectada.
he: אין סוללה המזינה מחשב זה.
hr: Ovo računalo nema spojenu bateriju.
hu: Ehhez a számítógéphez jelenleg nincs akkumulátor csatlakoztatva.
it: Questo computer non ha una batteria collegata.
ja: コンピューターにバッテリーが接続されていません。
ne: यो कल्पयन्त्रमा ब्याट्री राखिएको पाइएन ।
nl: Er is geen batterij in deze computer.
pt_pt: Este computador não tem uma bateria ligada.
ro: Acest calculator nu are conectată o baterie.
ru: Этот компьютер не имеет подключённой батареи.
sk: Systém nie je napájaný z batérie.
sl: Ta računalnik nima priključenega akumulatorja.
sr: ovaj računar nema povezanu bateriju овај рачунар нема повезану батерију
ta: இந்தக் கணினியில் மின்கலம் இணைக்கப்படவில்லை
tr: Bu bilgisayara pil takılı değil.
vi: Máy tính bạn không có sử dụng pin
zh_cn: 未连接电池。

source: {percent}%, battery charging.
ar: تم شحن البطارية بنسبة {percent}%,
bg: {percent} процента, батерията се зарежда.
da: {percent}%, batteri oplader.
de: {percent} %, Akku wird aufgeladen.
es: {percent}%, cargando batería.
fa: {percent}%, در حالِ شارژِ باتری.
fi: {percent} %, akku latautuu.
fr: Batterie en charge, {percent}%.
gl: {percent}%, cargando batería.
he: רמת הטעינה {percent}% - הסוללה בטעינה.
hr: {percent} %, baterija se puni.
hu: {percent}%, a telep töltése folyamatban van.
it: {percent}%, batteria in carica.
ja: {percent}パーセント、充電中
ne: {percent}%, ब्याट्री चार्ज हुदैछ ।
nl: {percent}%, bezig met opladen van batterij.
pt_pt: {percent}%, carga da bateria.
ro: {percent}%, încărcare baterie.
ru: {percent}%, зарядка батареи.
sk: {percent}%, napájanie zapnuté
sl: Akumulator je napoljen do {percent}%.
sr: {percent}%, punjenje baterije
ta: {percent}%, மின்கலத்தில் மின்சாரம் ஏற்றப்படுகிறது
tr: %{percent}, pil şarj oluyor.
vi: Đang sạc pin, {percent}%.
zh_cn: 正在充电，百分之 {percent}。

source: {percent}% battery remaining, battery time unknown.
bg: Батерията е заредена {percent} процента, оставащото време при работа на батерия е неизвестно.
da: {percent}% resterende batteri, batteritid ukendt.
es: {percent}% batería restante, tiempo restante desconocido.
fi: {percent} % akkua jäljellä, käyttöaika tuntematon.
fr: Niveau de batterie {percent}%, temps restant inconnu.
hr: Preostalo je {percent} % baterije, vrijeme baterije nepoznato.
it: {percent}% di batteria rimanente; tempo rimanente sconosciuto.
nl: {percent}% batterij resterend, tijd onbekend.
pt_pt: {percent}% bateria restante, Tempo de bateria desconhecido.
ro: {percent}% din baterie rămasă, timpul bateriei este necunoscut.
ru: осталось {percent}% заряда батареи , оставшееся время неизвестно.
sk: {percent}% nepodarilo sa zistiť ostávajúci čas.
sl: {percent}% akumulatorja je še na voljo, toda čas preostale rabe ni znan.
tr: %{percent} kalan pil, pil süresi bilinmiyor.
zh_cn: 百分之 {percent} 电量,剩余时间未知。

source: {hours:d} hour
bg: {hours:d} час
fi: {hours:d} tunti
hr: {hours:d} sat
pt_pt: {hours:d} hora
ru: {hours:d} час
tr: {hours:d} saat
zh_cn: {hours:d} 小时

source: {minutes:d} minute
bg: {minutes:d} минута
fi: {minutes:d} minuutti
hr: {minutes:d} minuta
pt_pt: {minutes:d} minuto
ru: {minutes:d} минута
tr: {minutes:d} dakika
zh_cn: {minutes:d} 分钟

source: {percent}% battery remaining, about {time}.
ar: باقي {percent}%, حوالي {time}.
bg: Батерията е заредена {percent} процента, около {time}.
da: {percent}% resterende batteri, omkring {time}.
de: Akkubetrieb, {percent} % verbleiben, noch {time}.
es: {percent}% batería restante, sobre {time}.
fa: {percent}% از باتری مانده، حدودا {time}.
fi: {percent} %, akun käyttöaikaa jäljellä noin {time}.
fr: Niveau de batterie {percent}%, environ {time}.
gl: {percent}% batería restante, sobre {time}.
he: {percent} אחוזי סוללה נותרו . זמן שימוש משואר :{time} .
hr: Preostalo je {percent} % baterije, otprilike {time}.
hu: {percent}% van hátra, körülbelül {time}.
it: {percent}% di batteria rimanente, circa {time}.
ja: {percent}パーセント、バッテリー残り時間およそ{time}
ne: {percent}% ब्याट्रीले झण्डै {time} काम गर्ला ।
nl: {percent}% batterij resterend, ongeveer {time}.
pt_pt: {percent}% bateria restante, cerca de {time}.
ro: {percent}% din baterie rămasă, aproximativ {time}.
ru: Заряд батареи {percent}%, осталось приблизительно {time}.
sk: {percent}%, zostáva {time}.
sl: Preostane še {percent}% za približno {time}.
sr: {percent}% baterije preostalo {time}.
ta: மின்கலத்தில் {percent}% மின்சாரம் ஏற்றப்பட வேண்டியுள்ளது, சுமார் {time}.
tr: %{percent} kalan pil, yaklaşık {time}.
vi: Pin còn {percent}%, khoảng {time}.
zh_cn: 百分之 {percent} 电量，约运行 {time}

source: Warning: low battery.
ar: تحذير: البطارية منخفضة.
bg: Предупреждение: нисък заряд на батерията.
da: Advarsel: Batteriniveau lavt.
de: Warnung: Akkustand niedrig!
es: Advertencia: batería baja.
fa: هشدار: باتری ضعیف است.
fi: Varoitus: akun varaus alhainen.
fr: Alerte : batterie faible.
gl: Aviso: batería baixa.
he: אזהרה: טעינה נמוכה של הסוללה.
hr: Pažnja: baterija je slaba.
hu: Figyelmeztetés: alacsony töltöttségű telep.
it: Attenzione: livello batteria basso.
ja: 警告 バッテリー低下
ne: चेतावनी: ब्याट्री कम छ ।
nl: Waarschuwing: batterij bijna leeg.
pt_pt: Aviso: bateria fraca.
ro: Alertă: nivel baterie scăzut.
ru: Внимание: низкий заряд батареи.
sk: Pozor: batéria vybytá.
sl: Opozorilo: nizko stanje akumulatorja.
sr: upozorenje: baterija slaba
ta: எச்சரிக்கை: மின்கலத்தில் மின்சாரம் குறைவாக உள்ளது
tr: Uyarı: düşük pil.
vi: Cảnh báo: pin yếu.
zh_cn: 警告：电量不足。

source: Warning: critically low battery.
ar: تحذير: البطارية منخفضة جدا وقاربت على النفاذ.
bg: Предупреждение: критично ниско ниво на батерията.
da: Advarsel: Batteriniveau meget lavt.
de: Warnung: Akku fast leer!
es: Advertencia: batería críticamente baja.
fa: هشدار: باتری خیلی ضعیف است.
fi: Varoitus: akun varaus kriittisen alhainen.
fr: Alerte : niveau de batterie critique.
gl: Aviso: batería críticamente baixa.
he: אזהרה: רמת הטעינה בסוללה נמוכה באופן קיצוני.
hr: Pažnja: baterija je skoro prazna.
hu: Figyelmeztetés: Kritikusan alacsony töltöttségű telep
it: Attenzione: batteria quasi scarica.
ja: 警告 バッテリー切れです
ne: चेतावनी: नाजुक ब्याट्री अवस्था ।
nl: Waarschuwing: batterij is zo goed als leeg.
pt_pt: Alerta: bateria criticamente baixa.
ro: Alertă: nivel baterie extrem de scăzut.
ru: Внимание: батарея почти полностью разряжена.
sk: Pozor: Kritický stav batérie.
sl: Opozorilo: kritično nizko stanje akumulatorja.
sr: upozorenje : kritično prazna baterija
ta: எச்சரிக்கை: மின்கலத்தில் மின்னளவு மிகவும் குறைந்துள்ளது.
tr: Uyarı: pil kritik seviyede.
vi: Cảnh báo: gần sắp hết pin.
zh_cn: 警告，电量严重不足。

source: {winVersion} ({cpuBit}) build {build}
bg: {winVersion} ({cpuBit}) компилация {build}
fi: {winVersion} ({cpuBit}) koontiversio {build}
hr: {winVersion} ({cpuBit}) međuverzija {build}
pt_pt: {winVersion} ({cpuBit}) construir {build}
ru: {winVersion} ({cpuBit}) сборка {build}
tr: {winVersion} ({cpuBit}) Yapı {build}
zh_cn: {winVersion} ({cpuBit}) 内部版本 {build}

source: Resource Monitor
ar: وصف لمكونات الجهاز المادية ونظام التشغيل
bg: Наблюдение на ресурсите (Resource Monitor)
da: Ressourcemonitor
de: Ressourcen-Monitor
fa: دیده‌بانِ منابع
fi: Resurssienvalvonta
hr: Prati stanje resursa
hu: Erőforrás-kilistázó
pt_pt: Monitor de recursos
sk: Monitor prostriedkov
sl: Nadzornik Virov
tr: Kaynak İzleme
vi: Theo Dõi Tài Nguyên
zh_cn: 资源监控器

source: Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
ar: يعلن عن نسبة شحن البطارية, حالة الشحن, الوقت المتبقي (إذا كانت البطارية غير متصلة بالشاحن), كما يعلن عن رسالة تحذيرية إذا كانت البطارية منخفضة أو أوشكت على النفاذ.
bg: Предоставя информация за зареденост на батерията, дали тя се зарежда, оставащо време на автономна работа (ако не се зарежда), и предупреждава при ниско или критично ниво на заряда.
da: Oplyser batteriets opladestatus i procent, om batteriet oplader, resterende tid (hvis batteriet ikke oplader,samt giver en advarsel, hvis batteriniveauet er lavt eller meget lavt.
de: Zeigt die verbleibende Akku-Kapazität, den Ladestatus, die verbleibende Betriebszeit (falls der Akku nicht geladen wird) sowie eine Warnung an, wenn die Spannung niedrig oder kritisch ist.
es: Presenta el porcentaje de la batería, el estado de la carga, tiempo restante (si no se está cargando), y una advertencia si la batería está baja o crítica.
fa: درصدِ باتری، وضعیتِ شارژ، زمانِ باقیمانده در صورتی که شارژ نشود، و هشداری مبنی بر ضعیف یا خیلی ضعیف بودن باتری را ارائه میدهد.
fi: Ilmoittaa akun varauksen prosentteina, latauksen tilan, jäljellä olevan ajan (jos ei latauksessa) sekä antaa varoituksen, jos varaus on alhainen tai kriittinen.
fr: Présente le pourcentage de chargement de la batterie, si elle est en charge, le temps restant (sauf si en charge), et une alerte si le niveau de la batterie est faible ou critique.
gl: Presenta a porcentaxe da batería, o estado da carga, o tempo restante (se non está cargando), e un aviso se a batería está baixa ou crítica.
he: מציג את רמת הטעינה של הסוללה, מצב הטעינה, הזמן הנותר לשימוש, ומזהיר במקרה של טעינה מנוכה באופן סביר או קיצוני.
hr: Izjavljuje postotak baterije, stanje punjenja, preostalo vrijeme (ako se ne puni) te upozorava, ukoliko je baterija slaba ili skoro prazna.
hu: Bemondja a telep töltötségi szintjét, a töltés állapotát, a hátralévő időt (ha nem tölt), és figyelmeztet ha alacsony az akkumulátor töltöttsége.
it: Annuncia la percentuale della batteria, lo stato di carica, il tempo rimanente (se non in carica), e un avviso se la batteria è scarica.
ja: バッテリー残量のパーセント値、充電状態、残り時間(放電中のとき)、バッテリーの低下やバッテリー切れの警告を通知します。
ne: ब्याट्रीको प्रतिशत, चार्जको अवस्था, बाकी समय (यदि चार्ज भई रहेको छैन भने), र ब्याट्री कम वा नाजुक छ भने चेतावनी समेत प्रस्तुत गर्छ ।
nl: Toont batterijpercentage, oplaadstatus, resterende tijd (als er niet wordt opgeladen), en een waarschuwing als de batterij bijna leeg of zo goed als leeg is.
pt_pt: Este extra Apresenta a percentagem da bateria, o estado de carga, o tempo restante (se não estiver a carregar) e um aviso, se a bateria estiver fraca ou criticamente baixa.
ro: Prezintă procentul încărcării bateriei, starea de încărcare, timp rămas (dacă nu se încarcă), și alerte dacă bateria este descărcată sau la nivel extrem de scăzut.
ru: Предоставляет состояние заряда батареи в процентах, оставшееся время (если не заряжается) и предупреждение о низком или критическом уровне заряда.
sk: Oznamuje stav, zostávajúci čas používania pri napájaní z batérie, informáciu o použitom zdroji napájania a prípadne informáciu o vybytí alebo kritickom stave batérie.
sl: Predstavi odstotek napolnjenosti akumulatorja, stanje polnjenja, čas delovanja s trenutno kapaciteto, (če se ne polni) in opozorilo o nizkem ali kritično niskem stanju akumulatorja.
sr: prijavljuje status baterije i preostalo vreme (ako punjač nije uključen )
ta: மின்கலத்தின் மின்னளவு, மின்சாரம் ஏற்றப்படும் நிலை, மின்சாரம் ஏற்றப்படாத நிலையில் எஞ்சியுள்ள நேரம், மின்கலத்தில் மின்சாரம் குறைவாக, அல்லது மிகவும் குறைவாக இருக்கும் நிலையில் எச்சரித்தல் ஆகிய பணிகளை செய்கிறது
tr: Pil yüzdesini, şarj durumunu, kalan zamanı (şarja takılı değilse ), ve düşük ya da kritik pil seviyesini söyler.
vi: Thông báo tình trạng pin, ví dụ như đang sạc, thời gian còn lại, tình trạng pin yếu hoặc khi gần hết pin.
zh_cn: 读出电量、充电状态、剩余时间（如果没有充电）且在电量不足时发出警告。

source: Presents the used and total space of the static and removable drives on this computer.
ar: يعلن عن المساحة المستخدمة وعن المساحة الكلية للأقراص الصلبة والمتحركة على الحاسوب.
bg: Предоставя информация за заетото и общото дисково пространство на статичните дискове и на тези със сменяем носител на компютъра.
da: Oplyser brugt og samlet plads på faste og flytbare drev på denne computer.
de: Zeigt den verwendeten und den gesamten Speicherplatz aller Laufwerke an.
es: Presenta el espacio utilizado y total de las unidades estáticas y extraíbles en este ordenador.
fa: فضای استفاده شده و کلِّ فضای درایو‌های ثابت و متحرکِ این رایانه را بیان میکند.
fi: Ilmoittaa kiintolevyjen ja siirrettävien asemien käytetyn ja kokonaistilan määrän.
fr: Présente l'espace total et l'espace utilisé des disques locaux et amovibles de cet ordinateur.
gl: Presenta o espazo utilizado e total das unidades estáticas e extraíbles neste computador.
he: מציג את השטח בשימוש של הכוננים הקשיחים והנתיקים במחשב זה.
hr: Izjavljuje količinu korištene i sveukupne memorije na statičkim i uklonjivim pogonima na ovom računalu.
hu: Bemondja minden meghajtó foglalt és teljes méretét, típusát.
it: Annuncia lo spazio utilizzato e totale dei drive fissi e rimovibili presenti su questo computer.
ja: このコンピューターの内蔵および外付けディスクの使用量と合計量を通知します。
ne: यो कल्पयन्त्रमा रहेका स्थिर र चलायमान भकारीहरूमा प्रयोग भएको तथा कूल क्षमता प्रस्तुत गर्दछ ।
nl: Toont de gebruikte en beschikbare ruimte van alle vaste en verwisselbare schijven van deze computer.
pt_pt: Apresenta o espaço usado e o total em cada uma das unidades estáticas e removíveis deste computador.
ro: Prezintă spațiile folosit și total ale unităților statice și detașabile de pe acest calculator.
ru: Предоставляет информацию об использованном и общем объёме несъёмных и съёмных дисков этого компьютера.
sk: Oznámi voľné a využité miesto na všetkých pripojených diskoch.
sl: Predstavi prostor v uporabi in ves prostor, ki je na voljo na statičnih pogonih in pogonih za izmenjavo.
sr: prijavljuje trenutnu memoriju , iskorišćenu memoriju i dostupnu memoriju diskova na računaru
ta: இக்கணினியில் இருக்கும் நிலையான, பெயர்த்தகு இயக்ககங்களின் மொத்த இடம், பயன்பாட்டிலிருக்கும் இடம் ஆகியவைகளை அறிவிக்கும்
tr: Bilgisayara takılı sabit ve çıkarılabilir disklerle ilgili kullanım bilgisini verir.
vi: Thông báo không gian lưu trữ tổng và không gian đã sử dụng của ổ đĩa được kết nối với máy.
zh_cn: 读出此计算机上所有驱动器的文件系统和空间使用情况。

source: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} used {percent}%.
ar: {driveName} ({driveType} محرك الأقراص): {usedSpace} من {totalSpace} مستخدمة {percent}%.
bg: {driveName} ({driveType} устройство): {usedSpace} от {totalSpace} заети {percent} процента.
da: {driveName} ({driveType}): {usedSpace} af {totalSpace} brugt {percent}%.
de: {driveName} ({driveType} Laufwerk: {usedSpace} von {totalSpace} {percent}% verwendet.
es: {driveName} ({driveType} unidad): {usedSpace} de {totalSpace} utilizado {percent}%.
fa: {driveName} (درایوِ {driveType}): {usedSpace} از {totalSpace} استفاده شده، {percent}%.
fi: Asema {driveName} ({driveType}): käytetty {usedSpace} / {totalSpace}, {percent} %.
fr: {driveName} (disque {driveType}) : {usedSpace} utilisé sur {totalSpace} {percent}%.
gl: {driveName} ({driveType} unidade): {usedSpace} de {totalSpace} usado {percent}%.
he: {driveName} (כונן {driveType} ( שטח בשימוש {usedSpace}מתוך {totalSpace} {percent}%.
hr: Pogon {driveName} ({driveType}): potrošeno {usedSpace} od {totalSpace} ({percent} %).
hu: {driveName} ({driveType} meghajtó): {usedSpace} per {totalSpace} foglalt, a kihasználtság: {percent}százalék.
it: drive {driveName} ({driveType}): {usedSpace} su {totalSpace} utilizzati {percent}%.
nl: {driveName} ({driveType} schijf): {usedSpace} van {totalSpace} gebruikt {percent}%.
pt_pt: {driveName} ({driveType} drive): {usedSpace} de {totalSpace} usado {percent}%.
ro: {driveName} ({driveType} drive): {usedSpace} of {totalSpace} utilizat {percent}%.
ru: Диск {driveName} ({driveType}): {usedSpace} из {totalSpace} использовано {percent}%.
sk: disk {driveName} ({driveType}): využité: {usedSpace} z {totalSpace}, {percent}%.
sl: {driveName} ({driveType} pogon): {usedSpace} od {totalSpace} v uporabi {percent}%.
sr: {driveName} ({driveType} disk): {usedSpace} od{totalSpace} iskorišćeno{percent}%.
tr: {driveName} ({driveType} sürücü): Kullanılan, {usedSpace}, Toplam, {totalSpace}, %{percent}.
vi: {driveName} (ổ đĩa {driveType}): {usedSpace} của {totalSpace} được sử dụng {percent}%.
zh_cn: 磁盘 {driveName} (文件系统 {driveType}):总大小 {totalSpace}， 已用 {usedSpace}，使用率 百分之 {percent}。

source: Presents the average processor load and the load of each core.
ar: الإعلان عن متوسط حمل المعالج ونسبة تحميل كل نواة.
bg: Предоставя информация за средното натоварване на процесора и натоварването на всяко ядро.
da: Oplyser den gennemsnitlige processorbelastning og belastning af hver kerne.
de: Zeigt die ungefähre CPU-Auslastung sowie die Auslastung für jeden Prozessorkern an.
es: Presenta la carga media del procesador y la carga de cada núcleo.
fa: میانگینِ بارِ پردازنده و بارِ هرکدام از هسته‌ها را بیان میکند.
fi: Ilmoittaa suorittimen ja ydinten keskimääräisen kuormituksen.
fr: Présente la charge moyenne du processeur et la charge de chaque coeur.
gl: Presenta a carga media do procesador e a carga de cada núcleo.
he: מציג את השימוש הממוצע במעבד ובכל אחת מהליבות.
hr: Izjavljuje prosječno opterećenje procesora te opterećenje svake jezgre.
hu: Bemondja a processzor átlagos terheltségét, majd külön az egyes magokét.
it: Annuncia il carico medio del processore e il carico di ciascun core.
ja: 平均CPU負荷と各CPUコアの負荷を通知します。
ne: प्रोसेसरको औसत भार र हरेक कोरको भार प्रस्तुत गर्छ ।.
nl: Toont de gemiddelde processorbelasting en de gemiddelde belasting van elke kern.
pt_pt: Apresenta a carga média do processador e a carga de cada núcleo.
ro: Prezintă nivelul de încărcare mediu al procesorului și încărcarea pentru fiecare nucleu.
ru: Предоставляет среднюю загрузку процессора и загрузку каждого ядра.
sk: Oznámi priemerné vyťaženie procesora a vyťaženie jednotlivých jadier.
sl: Predstavi povprečno obremenitev procesorja in obremenitev vsakega jedra.
sr: prijavljuje cpu status i status svakog jezgra
ta: செயலியின் சராசரி சுமையையும், ஒவ்வொரு கூறின் சுமையையும் அறிவிக்கிறது.
tr: Ortalama işlemci yükü ve çekirdek kullanımı bilgisini verir.
vi: Thông báo tình trạng tải trung bình của bộ xử lý và của mỗi nhân.
zh_cn: 读出每个 CPU 核心的负载和平均负载。

source: Core {coreNumber}: {corePercent}%
bg: Ядро {coreNumber}: {corePercent} процента
da: Kerne {coreNumber}: {corePercent}%
de: Kern {coreNumber}: {corePercent} Prozent
es: Núcleo {coreNumber}: {corePercent}%
fa: هسته‌ی {coreNumber}: {corePercent}%
fi: Ydin {coreNumber}: {corePercent} %
fr: Coeur {coreNumber}: {corePercent}%
gl: Núcleo {coreNumber}: {corePercent}%
hr: Jezgra {coreNumber}: {corePercent} %
hu: {coreNumber}. mag: {corePercent}százalék.
nl: Kern {coreNumber}: {corePercent}%
pt_pt: Núcleo {coreNumber}: {corePercent}%
ro: Nucleu {coreNumber}: {corePercent}%
ru: Ядро {coreNumber}: {corePercent}%
sk: jadro {coreNumber}: {corePercent}%.
sl: Jedro {coreNumber}: {corePercent}%
sr: Jezgro{coreNumber}: {corePercent}%
tr: Çekirdek {coreNumber}: yüzde {corePercent}
vi: Nhân {coreNumber}: {corePercent}%
zh_cn: 核心{coreNumber}: 百分之 {corePercent}

source: Average CPU load {avgLoad}%.
bg: Средно натоварване на централния процесор: {avgLoad} процента.
da: Gennemsnitlig CPU-belastning {avgLoad}%
fi: Suorittimen keskimääräinen kuormitus {avgLoad} %.
hr: Prosječna opterećenosti procesora {avgLoad} %.
pt_pt: Média da carga da CPU {avgLoad}%.
ru: Средняя загрузка процессора {avgLoad}%.
tr: Ortalama CPU yükü %{avgLoad}.
zh_cn: 平均 CPU 负载： 百分之 {avgLoad}

source: Average CPU load {avgLoad}%, {cores}.
ar: متوسط حمل المعالج {avgLoad}%, {cores}.
bg: Средно натоварване на централния процесор {avgLoad} процента, {cores}.
da: Gennemsnitlig CPU-belastning {avgLoad}%, {cores}
de: Prozessor-Auslastung: ~ {avgLoad} %, {cores}
es: Carga media de la CPU {avgLoad}%, {cores}.
fa: میانگینِ بارِ سیپی‌یو {avgLoad}%, {cores} است.
fi: Suorittimen keskimääräinen kuormitus {avgLoad} %, {cores}.
fr: Charge moyenne du processeur {avgLoad}%, {cores}.
gl: Carga media da CPU {avgLoad}%, {cores}.
he: שימוש ממוצע במעבד: {avgLoad}%, {cores}.
hr: Prosječna opterećenosti procesora {avgLoad} %, {cores}.
hu: Átlagos processzorhasználat {avgLoad} százalék, {cores}.
it: Carico medio della CPU {avgLoad}%, {cores}.
ne: औसत CPU भार {avgLoad}%%, {cores} ।
nl: Gemiddelde CPU belasting {avgLoad}%, {cores}
pt_pt: Média da carga da CPU {avgLoad}%, {cores}.
ro: Încărcarea medie Unității centrale de prelucrare {avgLoad}%, {cores}.
ru: Средняя загрузка процессора {avgLoad}%, {cores}.
sk: Priemerné vyťaženie CPU {avgLoad}%, {cores}
sl: Povprečna obremenitev CPE {avgLoad}%, {cores}.
sr: Prosečna iskorišćenost procesora{avgLoad}%, {cores}.
ta: சராசரி மையச் செயலக சுமை {avgLoad}%, {cores}.
tr: Ortalama CPU yükü %{avgLoad}, {cores}.
vi: Tải trung bình của CPU {avgLoad}%, {cores}.
zh_cn: 平均 CPU 负载： 百分之 {avgLoad}, {cores}
